{
  "canvas_course_id": 545013,
  "api_url": "https://canvas.umn.edu/api/v1/courses/545013?include[]=syllabus_body",
  "http_status": 200,
  "fetched_at": "2026-02-05T07:11:52.864536Z",
  "json": {
    "id": 545013,
    "name": "MGMT 6305 (090) The International Environment of Business (Spring 2026)",
    "course_code": "MGMT 6305 (090)",
    "account_id": 835,
    "created_at": "2025-08-01T16:23:30Z",
    "start_at": "2026-01-20T06:00:00Z",
    "default_view": "wiki",
    "enrollment_term_id": 300,
    "is_public": false,
    "grading_standard_id": null,
    "root_account_id": 1,
    "uuid": "aaPrKdd1LoQVUWTP86ExbbI7j0Gz6EBpq2Tz1hwX",
    "license": "private",
    "grade_passback_setting": null,
    "syllabus_body": "<div id=\"kl_wrapper_3\" class=\"kl_bookmark csom_syllabus kl_wrapper\">\n<div id=\"kl_banner\">\n<h2><span id=\"kl_banner_left\"><span class=\"kl_mod_num\">MGMT 6305 </span></span><span id=\"kl_banner_right\">The International Environment of Business</span></h2>\n<h3><span>INTRODUCTION</span></h3>\n<p>Welcome to the International Environment of Business (“IEB”) course. Let me give you an overview of the IEB course.&nbsp; It is about the external challenges confronting managers and firms competing internationally.&nbsp; The activities of many firms have an international element –think, for example, of a local Minneapolis restaurant that imports some of the ingredients used in its menu offerings.&nbsp; But the paradigmatic firms of interest in this course are large established multinational corporations (“MNEs”) and smaller ones just starting to internationalize their operations.&nbsp; Both compete internationally and both need to manage international legal, political, and social dynamics affecting survival and success.</p>\n<p>&nbsp;</p>\n<p>MNEs often do that differently. An MNE typically owns or controls significant resources and operations in several, often disparate countries, cultures and markets.&nbsp; MNE performance depends on internal and external income streams denominated in multiple currencies.&nbsp; The MNE has operations situated in localities with different and often conflicting legal, political, and social policy priorities.&nbsp; On top of these complexities, the MNE is characteristically engaged in a “two-tiered” conflict with rival firms.&nbsp; The first tier involves conflicts in a host country involving the MNE and another MNE –think of, say, Minnesota-based Medtronic competing with another medical technology producer like Boston Scientific.&nbsp; A second tier involves conflicts between the MNE and purely domestic producers in a host country –think here of, say, Medtronic operating in Germany and competing with the medical technology business under the corporate umbrella of Munich-based Siemens AG.&nbsp; Resolution of conflict on both tiers depends heavily on legal, political, and social factors in home and host countries as well as in institutional “spaces” linking the two.</p>\n<p>Smaller MNEs compete and manage many of the same legal, political, and social factors differently.&nbsp; They lack international resources and operations.&nbsp; Indeed, that may be the reason smaller MNEs go abroad.&nbsp; More often, they are following customers demanding an international presence as a condition for continued patronage at home.&nbsp; When they go abroad, they often do so in steps analogous to swimming.&nbsp; They “toe” the waters that are foreign markets by selling goods through international trade with some foreign counterpart. They “wade into the waters by setting up a foreign distributorship or by licensing some technology abroad, or by franchising their business processes to a foreign franchisee.&nbsp; With time and some success, they might then “swim” in ways similar to large established MNEs.&nbsp; They establish their own foreign subsidiary with its own plant, property, and equipment.&nbsp; Now that smaller MNE is larger with competing at home and abroad and managing the same panoply of environmental factors.</p>\n<p>These competitive and environmental factors make MNEs so interesting to study.&nbsp; They enter and exit foreign markets, compete with and coopt rival firms and host-country governments. The IEB course is about understanding this international theater,<em> as you like</em> <em>it</em>, and how MNEs act in it effectively.</p>\n<h3><span>IEB COURSE THEMES AND AIMS</span></h3>\n<p>So the overall theme of the IEB course is understanding MNEs and different types of external factors shaping their behavior and performance.&nbsp; We’ll answer these questions:&nbsp; Why do firms go abroad?&nbsp; Why do they do so as MNEs?&nbsp; How are MNEs typically structured?&nbsp; How do they compete with other foreign and domestic firms?&nbsp; What legal, political, and social factors shape MNE behavior and performance generally?&nbsp; How do great MNEs manage those factors, perhaps even turn them into advantages? We’ll address that overall theme and answer those questions through close analysis of case studies and readings (reading), classroom discussion (saying), and opportunities to participate in simulated negotiations relevant to the activities of MNEs, to the host countries where they operate, and to local firms and other individuals often collaborating with MNEs (doing).&nbsp;</p>\n<p>You should be reading materials, discussing them, and role-playing people in those materials to give these broad course themes concrete relevance and help you get the most from the IEB course.&nbsp; By the end of the semester, your reading, saying, and doing should make plain to you certain heuristics useful in diagnosing environmental issues facing MNEs, useful in addressing those issues as a thoughtful international manager, lawyer, political consultant, and social commentator would.&nbsp; In sum, completing this course should help become a corporate “diplomat” ready to lead an international firm’s daily operations and deal with strategic issues and decisions as they occasionally arise.</p>\n<h3><span>IEB COURSE APPROACH</span></h3>\n<h4><span>IEB As Craft and First Language</span></h4>\n<p>In working through the IEB course and in answering the questions above, it will be helpful to think of certain analogies.&nbsp; Take, for instance, the analogy of IEB as a craft rather than as a science.&nbsp; There are few, if any, universal rules to govern the actions of MNEs managing legal, political, and social environmental factors.&nbsp; IEB study is, thus, not like the study of a physical science such as chemistry, physics or geology.&nbsp; IEB is more akin to a craft such as weaving, painting or jewelry-making.&nbsp; The “right” thing to do in a particular business setting may have limited applicability to other situations.&nbsp; IEB is a study of contingencies.&nbsp; This course is designed to give you a mode of thinking about such contingencies.&nbsp;</p>\n<p>It may also be helpful to think of learning IEB as you think of learning your first language (but not your second language).&nbsp; A second language is often learned by formal methods.&nbsp; Aspirants study the grammar, vocabulary, and syntax of a second language through coursework or tutoring sessions.&nbsp; Learning the first language is much less formal.&nbsp; It is learned at home, at work, at play.&nbsp; It is often the product of observation, mimicry, trial-and-error.&nbsp; To a large extent, that is how students acquaint themselves with aspects of IEB.</p>\n<p>Because it is akin to a craft and because it is best learned by “doing,” there is little substitute for experiences involving conflict between MNEs and other firms, between those international firms and quasi-firm organizations, and between those international firms and home or host governments.&nbsp; Hence, this course uses case analysis as the primary teaching tool.&nbsp; Our cases are drawn from varied industrial contexts including aircraft manufacturers and airlines, consumer electronics, mining, and automobiles, as well as welding, waste disposal, metal engraving, coffee.&nbsp; They come from varied country contexts such as the US, Western Europe and Japan, but also from developing countries in Latin America, the Middle East, and Sub-Saharan Africa.&nbsp; They are larger MNEs competing globally and smaller ones doing foreign jobs here and there as they present themselves.&nbsp; The MNEs we study will come from varied time periods running from the late 1960s to the 2020s.&nbsp; With such variation, students will have a broad range of case experience for developing skills for evaluating different dimensions of the IEB that are realistic and founded on the specific characteristics of the situation at hand.</p>\n<h4><span>Six IEB Course Modules</span></h4>\n<p>The course is divided into six modules.&nbsp; Each module includes cases raising related issues.&nbsp; The first module (Sessions 1-6) introduces the IEB course and includes cases covering foundational issues in any IEB study:&nbsp; Why do firms go abroad?&nbsp; Why do they go as MNEs?&nbsp; What organizational structures, norms of practice, ways of seeing the world affect MNE structure, strategy, and performance?&nbsp; What’s special about how international firms compete in “global” industries.</p>\n<p>The second module of the course (Sessions 7-10) begins our survey of environmental factors shaping MNE structure, strategy, and performance.&nbsp; We start with legal factors in the international environment.&nbsp; We analyze legal cases touching international contracting and dispute resolution issues, including disputes with host-country governments.&nbsp; The issues are important to both large, established MNEs and smaller ones going abroad in those stages we noted earlier.&nbsp; Maybe these issues are more important for smaller MNEs because they are less likely to have ready access to legal professionals to help them avoid or deal adroitly with the international legal environment when it becomes inclement.&nbsp; In an internationalizing SME, you may be your own lawyer.&nbsp; And here you cannot afford to have a fool for a client.</p>\n<p>The third module (Sessions 11-14) shifts from legal to political issues shaping MNE strategy.&nbsp; The quintessential political risk is expropriation of firm assets by an opportunistic host country government.&nbsp; Here we’ll learn how this “obsolescing bargain” with MNEs is formed, breached, and then reformed.&nbsp; We’ll learn how to anticipate and, perhaps, deter expropriation through a combination of products and services that can be bought and internal self-help. One strategy is to sue the host-country government as discussed in Module 2.&nbsp; Another way is to make the host-country government a co-investor motivating the government to help rather than hinder foreign investing MNEs.&nbsp; If taking that “political” rather than “legal” approach, then there are some “minority rules” to learn in advance.&nbsp; In Module 3, you’ll learn them. You’ll also learn about some of the “latest” political risks tied to the populist inclination of many host-country governments in Europe. The politics and political risks of growing populism pose new threats building on old ideas. We’ll show how. And we’ll learn more about how MNEs manage risks associated with what Carl von Clausewitz called the “politics by other means” –war.</p>\n<p>The fourth module (Sessions 15-19) shifts our attention from polities to societies and the norms that guide business behavior.&nbsp; We’ll study how MNEs from North America and Western Europe manage social norms that permit, even encourage unsafe working conditions, child labor, bribery, discrimination, and other business practices in developing countries. And in these exceptional times, who can resist analysis of the international business implications of giving so much power over international trade policy to one man living at 1600 Pennsylvania Avenue in DC and Mar-a-Lago in Florida? Module 4 will also give us an opportunity to think about current social issues giving individuals the chance to fund, found, and grow international businesses with a handful of cash remittable to family back home.&nbsp; The biggest foreign capital inflow into most developing countries today is no longer foreign direct investment from MNEs or foreign portfolio flows from venture capitalists, or foreign aid from wealthy governments and international organizations.&nbsp; It is remittances from migrants.&nbsp; We’ll learn how remittances are re-shaping the developing world and providing all sorts of international business opportunities for us to exploit.</p>\n<p>The fifth module (Sessions 20-24) gives us an opportunity to put it all together.&nbsp; We’ll devote a complete evening to simulating an opportunity to invest in up to three countries in Southeast Asia.&nbsp; You’ll play the role of an MNE considering a multi-million dollar foreign direct investment project in Malaysia, Singapore, or Indonesia.&nbsp; Or maybe you’ll play the role of a local Malaysian, Singaporean, or Indonesian firm interested in partnering with an MNE.&nbsp; Or maybe you’ll play the role of the Malaysian, Singaporean, or Indonesian government seeking an MNE’s investment as long as it doesn’t cost too much to attract them and as long as the MNE’s investment also serves the country’s broader development goals.&nbsp; Each of you will have a chance to think about and act on legal, political, and social issues we discussed in the past several weeks.&nbsp;</p>\n<p>The sixth and final module (Sessions 25-28) is devoted to you and your final presentations.&nbsp; Over the semester, you and your group of 4-6 students will have been working on a real IEB problem facing a real MNE.&nbsp; What is the problem?&nbsp; How is the firm addressing it?&nbsp; What connections do you draw from their problem and their strategy for addressing it to problems we’ve identified and strategies we’ve proposed to address them?&nbsp; Those are the questions you’ll answer in our final two sessions where you and your group will have time to present and then to take questions from me and others in the IEB course.</p>\n<h3><span>IEB COURSE REQUIREMENTS</span></h3>\n<h4><span>IEB Class Participation</span></h4>\n<p><span>This course relies heavily on case materials.&nbsp; Analysis and discussion of different international business contexts is the primary activity in class meetings.&nbsp; Individual preparation and participation are, therefore, essential to the success of the class in examining all the relevant issues.&nbsp; The readings are your responsibility, and they will not necessarily be discussed directly in class, except as they apply directly to a case problem at hand. </span></p>\n<h4><span>IEB Case Preparation</span></h4>\n<p>Since case analysis and discussion is so important to the course, it is worth proposing an approach to preparing them effectively.&nbsp; Preparation for case discussion can begin with a rapid reading of the assigned text and case materials.&nbsp; Then, it is worthwhile to review the assignment questions for clues as to what issues require special attention.&nbsp; The next step is normally to re-read the case carefully, taking notes which sort information, facts, and observations under several relevant headings.&nbsp; Most students will then want to perform some quantitative analyses, exploring various hypotheses as to the nature and importance of certain phenomena.&nbsp; You may use the Discussion Questions as guides for choosing relevant analyses to perform.&nbsp; In addition to the Discussion Questions consider these generic case questions/analyses:</p>\n<p>What is the problem facing the firm internally (intra-firm) or externally (inter-firm or firm vrs. another type of rival such as a host-country government or supplier)?</p>\n<p>(Problem Analysis)</p>\n<p>How would you assess the firm’s past strategy and performance?</p>\n<p>(Past Firm/Environment Analysis)</p>\n<p>What is the firm’s current intent, i.e. what is the firm trying to accomplish in the near term?</p>\n<p>(Firm Intent Analysis)</p>\n<p>How would you assess the firm’s competitive environment including:</p>\n<p>the firm’s macro-economic environment (country or regional factors)?</p>\n<p>the firm’s industrial environment?</p>\n<p>the firm’s internal resources, capabilities and value-creating activities?</p>\n<p>the firm’s corporate environment?</p>\n<p>(Current Firm/Environment Analysis)&nbsp;</p>\n<p>What are your realistic alternatives for action by the firm in light of your answers to the previous questions?</p>\n<p>(Alternative Recommendation Analysis)</p>\n<p>How do you expect the firm’s internal and external rivals to respond to the actions you recommend:</p>\n<p>the firm’s principal internal stakeholder groups?</p>\n<p>the firm’s principal external rivals in the market or markets at issue?</p>\n<p>&nbsp;(Competitor Reaction Analysis)</p>\n<p>How would you assess the sensitivity of your recommendations to slight changes in the short- and medium-term future environment?</p>\n<p>(Alternative Scenario Analysis)</p>\n<p>Finally, preparation will include notes that can be used to guide your interventions in class discussion on the issues judged to be critical to apparent dilemma facing and MNE, an SME, a host-country government or other actor on the IEB stage.</p>\n<h3><span>IEB Course Grading</span></h3>\n<p><span>Grades for this course are based on five performance components totaling 100 course points.&nbsp; The five 25 components are:&nbsp; 1) answers to discussion questions for one class session; 2) write-up on foreign investment simulation; 3) final case study project group report and presentation; 4) attendance and active participation in class meetings; and 5) a take-home final exam.&nbsp; Each of these course performance components are discussed below in greater detail.&nbsp; </span></p>\n<h3><span>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Answers to discussion questions for one class session&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (10 Points)</span></h3>\n<p><span>For each class session there are discussion questions for you to think about in preparing materials for a given day.&nbsp; I want you to write up and submit answers to the discussion for one class session from Sessions 7-16.&nbsp; I will assign you a class session to write up answers to discussion questions based on your last (family) name.&nbsp; Your answers should be typed in 12-point font and should not exceed 1000 words in total.</span></p>\n<p><span>&nbsp;</span></p>\n<h3><span>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Write-up after foreign investment simulation &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (10 Points)</span></h3>\n<p><span>After completing the foreign investment simulation on April 3, I want you to write an essay answering three questions:&nbsp; 1) What happened to you during the simulation; 2) How do you defend your actual deal with other parties or proposed but not completed deal?&nbsp; and 3) What did the simulation teach you about the international environment of business?&nbsp; Your answers should be typed in 12-point font and should not exceed 1000 words in total.</span></p>\n<p><span>&nbsp;</span></p>\n<h3><span>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Group case study report and presentation&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (30 Points)</span></h3>\n<p>The last four class sessions (Sessions 25-28) are devoted to group reports you will have written up and presented for feedback from me and other class members.&nbsp; The report should be typed in 12-point font and should not exceed 4,000 words in total, exclusive of any references, tables, and figures.&nbsp; It is due at the beginning of the class session when your group is presenting.&nbsp; The group presentation should be made using power-point slides and should run from 20-30 minutes depending on the number of groups.&nbsp; The group will then take questions from me and other class members for up to 10-20 minutes immediately after the presentation.&nbsp; Power-point slides are to be submitted immediately after that same class session.&nbsp; I will weigh the report and the presentation this way: 20 of the 30 total points available depend on the written report; 10 of the 30 total points available depend on the presentation and Q&amp;A. &nbsp;&nbsp;</p>\n<h3><span>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attendance and activities participation in class sessions&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (20 Points) </span></h3>\n<p><span>Class participation constitutes a significant portion of the course grade.&nbsp; It is important first because it provides me with the best and most frequent indication that you have prepared for class.&nbsp; Second, it is important because your participation in class discussion teaches others.</span></p>\n<p><span>&nbsp;</span><span>For both reasons you need to make every reasonable effort to be in class on time and well prepared.&nbsp; If you are absent from class without telling me in advance, or unless you missed because of a medical or family emergency, your participation grade will suffer.&nbsp; The point is to come to class, to be prepared, and to be active.</span></p>\n<p><span>&nbsp;</span><span>In grading class participation, I will look at both the quantity and quality of your contributions.&nbsp; With regard to quantity, the criteria are quite straightforward:</span></p>\n<p><span>I have never penalized someone for speaking up too often.&nbsp; More has <em>almost always</em> been better.</span></p>\n<p><span>You should, however, try to include others.&nbsp; The best interventions respond to a fellow student’s point and start a dialogue not a monologue.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>With regard to quality, some of the criteria normally applied include the following:</span></p>\n<p><span>Whether the points raised are relevant to the discussion.</span></p>\n<p><span>Whether the points raised go beyond a mere recitation of case facts, and actually draw out implications.</span></p>\n<p><span>Whether the points raised show evidence of analysis rather than mere expression of opinions.</span></p>\n<p><span>Whether the points raised build on points raised by others in the class.</span></p>\n<p><span>Whether the points raised contribute further to the class understanding of the issues under discussion.</span></p>\n<h3><span>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Take-home final exam&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (30 Points)</span></h3>\n<p>There will be a take-home final exam distributed at the end of the last class session. The exam will be open book &amp; open notes. I will provide more specific details later in the semester. &nbsp;</p>\n<p>We will discuss these grading components in greater detail as the course unfolds.&nbsp; Here is how final IEB course point totals correspond to final IEB course grades.</p>\n<h3><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; IEB Course Points&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Final IEB Course Grade</span></h3>\n<p><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 100 – 90&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 85 – 89&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A-</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 80 – 84&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B+</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 75 – 79&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 70 - 74&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; B-</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 65 – 69&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C+</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 60 – 64&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 55 – 59&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C-</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &lt; 55&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Failed</span></p>\n<h3>IEB COURSE TEXTS, ADDITIONAL READINGS, LECTURE MATERIALS</h3>\n<p><span>There is no textbook for the IEB course.&nbsp; All readings are listed below and will be made available to you via electronic links at our Canvas website or in a case and readings packet available via the usual means.&nbsp; If you are looking for a text to “bone-up” on general management issues, I like Robert Grant’s <em>Contemporary Strategy Analysis</em> (Blackwell Publishers).&nbsp; Any recent edition will due. It is available via Amazon.com or other online booksellers.&nbsp; Anything else we need for this course will be supplied by me to you electronically.</span></p>\n<h3><strong>STUDENT MATTERS</strong></h3>\n<p><span>The Carlson School is part of the broader University community with additional policies that govern the conduct of students and instructors in any course. Below is a survey of University policies with summary information and links you can go to for more detail. &nbsp;Please feel free to discuss these additional policies with me at any mutually convenient time.</span></p>\n<p><span>The University seeks an environment that promotes academic achievement and integrity, that is protective of free inquiry, and that serves the educational mission of the University. Similarly, the University seeks a community that is free from violence, threats, and intimidation; that is respectful of the rights, opportunities, and welfare of students, faculty, staff, and guests of the University; and that does not threaten the physical or mental health or safety of members of the University community. For more information, see the Board of Regents Policies located here: https://regents.umn.edu/policy/all.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>You are expected to do your own academic work and cite sources as necessary. Failing to do so is scholastic dishonesty. Scholastic dishonesty means plagiarizing; cheating on assignments or examinations; engaging in unauthorized collaboration on academic work; taking, acquiring, or using test materials without faculty permission; submitting false or incomplete records of academic achievement; acting alone or in cooperation with another to falsify records or to obtain dishonest grades, honors, awards, or professional endorsement; altering, forging, or misusing a University academic record; or fabricating or falsifying data, research procedures, or data analysis. If it is determined that a student has cheated, the student may be given an \"F\" or an \"N\" for the course, and may face additional sanctions from the University. For more information, see Board of Regents Policies located here: https://regents.umn.edu/policy/all.</span></p>\n<p><span>&nbsp;</span><span>The University is committed to providing quality education to all students regardless of disability. Determining appropriate disability accommodations is a collaborative process. You as a student must register with Disability Services and provide documentation of your disability. The course instructor must provide information regarding a course's content, methods, and essential components. The combination of this information will be used by Disability Services to determine appropriate accommodations for a particular student in a particular course. For more information, see the Board of Regents Policies located here: https://regents.umn.edu/policy/all.</span></p>\n<p><span>&nbsp;</span><span>As a student you may experience a range of issues that can cause barriers to learning such as strained relationships, increased anxiety, alcohol/drug problems, and feeling down, difficulty concentrating and/or lack of motivation. These mental health concerns or stressful events may lead to diminished academic performance and may reduce your ability to participate in daily activities. University of Minnesota services are available to assist you. For more information, see the Board of Regents Policies located here: https://regents.umn.edu/policy/all. &nbsp;</span></p>\n<p><span>Students are responsible for knowing University policies on sexual harassment, discrimination, equity, diversity, and affirmative action. For information on those policies see the Board of Regents Policies located here: https://regents.umn.edu/policy/all.</span></p>\n<p>&nbsp;</p>\n<h3><strong>COURSE SCHEDULE OF SUBJECTS, READINGS AND ASSIGNMENTS&nbsp;</strong></h3>\n<p>Session 1:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday January 21, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Course Introduction:&nbsp; The International Environment and Strategy</p>\n<p>READINGS: &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>None</strong></p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>None</strong></p>\n<p>&nbsp;</p>\n<p>Session 2:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, January 21, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why Do Firms Internationalize?</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;</p>\n<p>Dunning, J. 1988. <strong><em>The Eclectic Paradigm of International Production: A Restatement and Some Possible Extensions</em></strong>. <em>Journal of International Business Studies</em>, Spring Volume:&nbsp; 1-31.</p>\n<p>Siegel, J. &amp; Collins, D. 2006.&nbsp; <strong><em>Introduction to International Strategy: Module Note</em></strong>. Harvard Business School Publishing Product Number (HBSP) #9-706-481.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>Lincoln Electric</em></strong>, HBSP #9-707-445&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Session 3:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, January 28, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Where and How Quickly Do Firms Internationalize?</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;</p>\n<p>Vernon, R. 1966<strong><em>.&nbsp; International Investment and International Trade in the Product Cycle</em></strong>. <em>Quarterly Journal of Economics</em>, 80:&nbsp; 190-207.</p>\n<p>Ibarra, H.&nbsp; 1996.&nbsp; <strong><em>National Cultures and Work-Related Values: The Hofstede Study</em></strong>. &nbsp;HBSP #9-496-044.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>The Espresso Lane to Global Markets</em></strong>, W12038-PDF-ENG&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Session 4:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, January 28, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How Do Firms Organize to Internationalize?</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;</p>\n<p>Bartlett, C. &amp; Ghoshal, S. 2003. <strong><em>What is a Global Manager?</em></strong>&nbsp; <em>Harvard Business Review</em> Article, HBSP # R0308F.</p>\n<p>Perlmutter, H. 1969. <strong><em>The Tortuous Evolution of the Multinational Corporation</em></strong>. <em>Columbia Journal of World Business</em>, 4:&nbsp; 9-18.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp; <strong><em>Philips vs. Matsushita: The Competitive Battle Continues</em></strong>. HBSP #9-10-410</p>\n<p>&nbsp;</p>\n<p>Session 5:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 4, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How Do Firms and States Internationalize in Global Industries?</p>\n<p>READING:&nbsp;</p>\n<p>Porter, M. 1990. <strong><em>The Competitive Advantage of Nations</em></strong>. Harvard Business Review Article, HBSP #90211.</p>\n<p>Krugman, P., Obstfeld, M., &amp; Melitz, M. 2012.&nbsp; <strong><em>Chapter 12: Controversies in Trade Policy.</em></strong> <em>International Economics: Theory and Policy (12<sup>th</sup> ed.)</em>, Addison-Wesley (Pearson), Boston, MA:&nbsp; 271-292.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp; <strong><em>Airbus vs. Boeing (A)</em></strong>, HBSP #9-707-747</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>Airbus vs. Boeing (B): Should Airbus Build the VLCT Alone?</em></strong>, HBSP #9-707-448</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>Airbus vs. Boeing (F):&nbsp; 2002-2006</em></strong>, HBSP # 9-707-452</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Airbus vs. Boeing (L):&nbsp; Discontinuing the <em>A380 (February 2019)</em></strong>, HBSP #9-720-387</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>Session 6:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 4, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Initial Group Meetings to Discuss Company Reports</p>\n<p>READING:&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>None</strong></p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>None</strong></p>\n<p>&nbsp;</p>\n<p><strong>COURSE MODULE 2:&nbsp; THE INTERNATIONAL LEGAL ENVIRONMENT</strong></p>\n<p>&nbsp;</p>\n<p>Session 7:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday February 11, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Contracting</p>\n<p>READING:&nbsp;</p>\n<p>Read relevant sections of<a href=\"https://www.law.cornell.edu/ucc/2\"><strong> <em>Uniform Commercial Code, Article 2 (Sales)</em></strong></a> referenced in <em>Brands</em>.</p>\n<p>Read relevant sections of the <a href=\"http://www.cisg.law.pace.edu/cisg/text/treaty.html\"><strong><em>United Nations Convention on Contracts</em></strong><strong> </strong></a>for the International Sale of Goods (CISG).</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp; <a href=\"https://law.justia.com/cases/federal/appellate-courts/ca8/23-2164/23-2164-2024-05-30.html\"><strong><em>Brands International Corporation v. Reach Companies, LLC</em></strong></a>, No. 23-2164, US Court of Appeals for the Eighth Circuit (2024).</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with A-C.</p>\n<p>&nbsp;</p>\n<p>Session 8:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 11, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Arbitration</p>\n<p>READINGS:&nbsp; &nbsp;&nbsp;</p>\n<p>American Arbitration Association. 2013. <a href=\"https://www.adr.org/sites/default/files/document_repository/Drafting%20Dispute%20Resolution%20Clauses%20A%20Practical%20Guide.pdf\"><strong><em>Drafting Dispute Resolution Clauses:&nbsp; A Practical Guide</em></strong></a>. American Arbitration Association: Minneapolis, MN.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://supreme.justia.com/cases/federal/us/473/614/\"><strong><em>Mitsubishi v. Soler Chrysler-Plymouth</em></strong></a>, 473 U.S. 614 (1985).</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with D-F.</p>\n<p>&nbsp;</p>\n<p>Session 9:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 18, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Investor-State Dispute Settlement</p>\n<p>READINGS:&nbsp; &nbsp;&nbsp;</p>\n<p>McMillan. 2022. <a href=\"https://mcmillan.ca/insights/mcmillan-llps-cusma-dispute-settlement-scoreboard/\"><strong><em>McMillan LLP’s CUSMA Dispute Settlement Scoreboard</em></strong></a>. McMillan LLP Law Firm, Toronto, Canada, March 11.</p>\n<p>CASE DISCUSSION: <a href=\"https://jusmundi.com/en/document/decision/en-finley-resources-inc-mws-management-inc-and-prize-permanent-holdings-llc-v-united-mexican-states-decision-on-jurisdiction-and-liability-monday-4th-november-2024\"><strong><em>Finley Resources and Others v. Mexico</em></strong></a>, ICSID Case No. ARB/21/25 (2024).</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with G-I.</p>\n<p>&nbsp;</p>\n<p>Session 10:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 18, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Bribery and Corruption</p>\n<p>READINGS:</p>\n<p>SEC. 2023 <a href=\"https://www.sec.gov/enforcement/foreign-corrupt-practices-act\"><strong><em>Foreign Corrupt Practices Act (FCPA)</em></strong></a>.US Securities and Exchange Commission (SEC): Washington, DC.</p>\n<p>SEC. 2023. <a href=\"https://www.sec.gov/newsroom/press-releases/2023-160\"><strong><em>SEC Charges 3M with Foreign Corrupt Practices Act Violations Relating to China Subsidiary</em></strong></a>. US Securities and Exchange Commission: Washington, DC. August 25.</p>\n<p>CASE DISCUSSION: <a href=\"https://www.forbes.com/sites/antoniopequenoiv/2023/08/25/3m-will-pay-65-million-over-allegedly-funding-tourism-for-chinese-officials/\"><strong><em>3M China Bribery Case.</em></strong></a></p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with J-L.</p>\n<p>&nbsp;</p>\n<p>COURSE MODULE 3:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; THE INTERNATIONAL POLITICAL ENVIRONMENT</p>\n<p>&nbsp;</p>\n<p>Session 11:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 25, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Political Risk and International Investment I</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;</p>\n<p>Vaaler, P. 2015.&nbsp; Note on International Credit Rating Agencies and Sovereign Risk Ratings. University of Minnesota:&nbsp; Minneapolis, MN.</p>\n<p>MIGA. 2024. <a href=\"https://www.miga.org/products\"><strong><em>What We Do: Products (Information on Political Risk Insurance Types and Coverage)</em></strong></a>. (Review the types of PRI offered and key terms in glossary documents for each PRI type.)</p>\n<p>CASE DISCUSSION:&nbsp; <strong><em>The Chad-Cameroon Petroleum Development and Pipeline Project (A)</em></strong> HBSP #202010.</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with M-O.</p>\n<p>&nbsp;</p>\n<p>Sessions 12:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, February 25, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Political Risk and International Investment II</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;</p>\n<p>James, B. &amp; Vaaler, P. 2022.&nbsp; <strong><em>State Ownership and Project Financing</em></strong>.&nbsp; In Wright, M., Wood, G., Cuervo-Cazurra, A., Sun, P., Okhmatovskiy, I., &amp; Grosman, A. (Eds) 2022. <em>Oxford Handbook on State Capitalism and the Firm</em>, Oxford University Press:&nbsp; Oxford, UK.</p>\n<p>CASE DISCUSSION:&nbsp; <strong><em>The Chad-Cameroon Petroleum Development and Pipeline Project (B-D)</em></strong> HBSP #202012, 206139, and 207087.</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with P-R.</p>\n<p>&nbsp;</p>\n<p>Session 13:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 4, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Business in Wartime</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Kulikov, V., Simanovskyy, M., Eichenberg, A., &amp; Angelina Braese, K. 2024. <strong><em>Navigating Wartime Communications: Multinational Corporations in the Russia-Ukraine War</em></strong>. <em>Society and Economy</em>, 46(1): 1-23.</p>\n<p>Toro. 2025. <a href=\"https://www.toro.com/en-gb/locator\"><strong><em>Engo Company (Toro Distributor)</em></strong></a>. Toro Corporation: Bloomington, MN.</p>\n<p>Engo. 2025. <a href=\"https://www.engorussia.ru/\"><strong><em>Engo Company (Russia) Promotional Materials for Toro Products</em></strong></a>. Engo Company, Moscow, Russian Federation.</p>\n<p><a href=\"https://www.youtube.com/watch?v=8JaR_S5poso\"><strong><em>Russian Language Summary of 2024 Annual Conference on “Turf Education” Run by Engo in Dubai</em></strong></a><strong><em>,</em></strong> Apparently Co-Sponsored by Toro.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp; <a href=\"https://www.fool.com/earnings/call-transcripts/2022/03/03/the-toro-company-ttc-q1-2022-earnings-call-transcr/\"><strong><em>Toro Earnings Call on Activity in Ukraine and Russia, March 2022</em></strong></a>.</p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with S-U.</p>\n<p>&nbsp;</p>\n<p>Session 14:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 4, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Populism and International Investment</p>\n<p>READINGS:</p>\n<p>James, B., Lindner, T., Puhr, H., and Vaaler, P. 2024. <strong><em>The Right-Wing Shift: Partisanship, Populism, and MNE Project Risk in Europe.</em></strong> Working Paper: University of Minnesota, Minneapolis, MN.&nbsp;</p>\n<p>GUIDED DISCUSSION: <strong><em>Populism and Foreign Investment</em></strong></p>\n<p>&nbsp;</p>\n<p>Submit Answers to Discussion Questions If Last (Family) Name Starts with V-Z.</p>\n<p>&nbsp;</p>\n<p>SPRING VACATION MARCH 9-13, 2025. NO CLASS ON WEDNESDAY, MARCH 11, 2026.</p>\n<p>&nbsp;</p>\n<p>COURSE MODULE 4:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; THE INTERNATIONAL SOCIAL ENVIRONMENT</p>\n<p>&nbsp;</p>\n<p>Session 15:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 18, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Corporate Social Responsibility</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Clement, R. 2005. <strong><em>The Lessons from Stakeholder Theory for US Business Leaders</em></strong>. <em>Business Horizons</em>, 48: 255-264. Harvard Business School Publishing Product #BH122-PDF-ENG.</p>\n<p>Friedman, M. 1970. <a href=\"https://www.nytimes.com/1970/09/13/archives/a-friedman-doctrine-the-social-responsibility-of-business-is-to.html\"><strong><em>A Friedman Doctrine</em></strong><strong><em>‐</em></strong><strong><em>- The Social Responsibility of Business is to Increase its Profits.</em></strong></a> <em>New York Times</em> online, September 13.</p>\n<p>Schwab, K. 2008. <a href=\"https://www.foreignaffairs.com/world/global-corporate-citizenship\"><strong><em>Global Corporate Citizenship: Working with Governments and Civil Society</em></strong></a>. <em>Foreign Affairs</em> online, January/February.</p>\n<p>GUIDED DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>How Much to Give to Two Chinese Cities</em></strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Session 16:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 18, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; International Bluewashing</p>\n<p>READINGS:</p>\n<p>Burkett, C. &amp; Bernardo, J. 2015. <a href=\"http://www.labourandemploymentlaw.com/2015/11/the-rana-plaza-class-action-is-canada-the-next-frontier-for-global-human-rights-litigation/\"><strong><em>The Rana Plaza Class Action – Is Canada the Next Frontier for Global Human Rights Litigation?</em></strong></a><em> </em><em>Canadian Labor and Employment Law</em>, November 23.</p>\n<p><em>Minnesota Star Tribune</em>. 2013. <a href=\"https://www.startribune.com/target-weighs-options-after-deadly-factory-collapse-fire-in-bangladesh/206049081\"><strong><em>Business: Target Weighs Options after Deadly Factory Collapse, Fire in Bangladesh.</em></strong></a> <em>Minnesota Star and Tribune</em> online. May 4.</p>\n<p>Target. 2014. <a href=\"https://corporate.target.com/news-features/article/2014/04/target-talks-progress-on-bangladesh-worker-safety\"><strong><em>Target Talks Progress on Bangladesh Worker Safety</em></strong></a><strong><em>. </em></strong>Target Stores: Minneapolis, MN, April 22.</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://ethicsunwrapped.utexas.edu/video/collapse-at-rana-plaza\"><strong><em>The Rana Plaza Disaster</em></strong></a></p>\n<p>&nbsp;</p>\n<p>Session 17:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 25, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Migrant Remittances and International Entrepreneurship</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Vaaler, P. 2015.&nbsp; <a href=\"https://eiexchange.com/content/79-cabbies-and-capital-migrants-are-re-shaping-the\"><strong><em>Cabbies and Capital:&nbsp; Migrants Are Re-Shaping the Developing World</em></strong></a>.&nbsp; Entrepreneur and Innovation Exchange (EIX).&nbsp; Schulze School of Entrepreneurship, University of St. Thomas:&nbsp; Minneapolis, MN.&nbsp;</p>\n<p>CASE DISCUSSION:&nbsp;&nbsp;&nbsp; <a href=\"https://talkbusiness.net/2024/07/the-supply-side-walmex-indias-phonepe-grow-ecosystems-inside-walmart-international/\"><strong><em>The Supply Side: WalMex, India’s PhonePe Grow Ecosystems Inside Walmart International</em></strong></a>.</p>\n<p>&nbsp;</p>\n<p>Session 18:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, March 25, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Discrimination and International Marketing</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><em>Economist</em>. 2017. <strong><em>Uncharted Territory: Why Some Airlines Remove Israel from their Online Route Maps</em></strong><strong>. </strong>March 8.</p>\n<p><strong><em>Note on the Global Airline Industry 2020</em></strong>. # W21009-PDF-ENG.</p>\n<p>&nbsp;</p>\n<p>GUIDED DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>Delta Airlines and Their Middle Eastern SkyTeam Allies</em></strong>.</p>\n<p>&nbsp;</p>\n<p>Session 19:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 1, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Delegation and International Trade</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To Be Determined</p>\n<p>GUIDED DISCUSSION:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>Trump Tariffs and International Business Strategy</em></strong>.</p>\n<p>&nbsp;</p>\n<p>COURSE MODULE 5:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; SIMULATING THE INTERNATIONAL ENVIRONMENT</p>\n<p>&nbsp;</p>\n<p>Session 20:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 1, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prepare for Foreign Investment Simulation (MICSA)</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>&nbsp;</p>\n<p>Sessions 21-22:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 8, 2026, 5:45-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Foreign Investment Simulation (MICSA)</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>&nbsp;</p>\n<p>Session 23:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 15, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Debrief Foreign Investment Simulation (MICSA)</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>Submit MICSA Write-Up.</p>\n<p>&nbsp;</p>\n<p>Session 24:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 15, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Work on Group Company Reports</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>&nbsp;</p>\n<p>COURSE MODULE 6:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; YOUR COMPANY’S INTERNATIONAL ENVIRONMENT</p>\n<p>&nbsp;</p>\n<p>Sessions 25-26:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 22, 2026, 5:45-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Present Group Company Reports</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>&nbsp;</p>\n<p>Session 27:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 29, 2026, 5:45-7:15pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Present Group Company Reports</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>&nbsp;</p>\n<p>Session 28:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wednesday, April 29, 2026, 7:35-9:05pm</p>\n<p>SUBJECT:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Course Review and Conclusion</p>\n<p>READINGS:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p>CASE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong><em>None</em></strong></p>\n<p><em><strong>Distribute Take-Home Final Exam. The Exam Will Be Available at Approximately 8:15pm on Wednesday, April 29, 2026. The Exam is Due on or Before 11:59pm on Monday, May 4, 2026.</strong></em></p>\n<p>&nbsp;</p>\n<h3><strong><br>CASE SYNOPSES AND DISCUSSION QUESTIONS</strong></h3>\n<p>LINCOLN ELECTRIC&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>(Session 2)</strong></p>\n<p><strong>Synopsis</strong>:&nbsp; This case kicks off Module 1 and our study of foundational IEB concepts and issues.&nbsp; Perhaps<em> the</em> foundational issue is why firms go abroad as an MNE.&nbsp; Why not stay at home and trade goods and services with foreign firms in international markets?&nbsp; And if the firm is so “bold” as to go abroad as an MNE, then how does it go abroad, that is, with what form of foreign direct investment (FDI). Lincoln Electric is a Cleveland-based welding services firm that has already gone abroad as an MNE but is now considering India as&nbsp; new international market.&nbsp; Lincoln’s CEO is mulling over whether to invest in India, and if so, with what form of FDI.&nbsp; You will help him with that decision.&nbsp; First, we’ll ground it in a broader theoretical framework explaining when it makes sense for firms to go abroad as an MNE or SME.&nbsp; It is the ownership-location-internalization (OLI) framework.&nbsp; The OLI framework might also help in addressing the second question about how to enter.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Should Lincoln Electric enter India?</li>\n<li>If so, should Lincoln Electric own a manufacturing operation there? If so, then should the company acquire a local player or build their own greenfield plant?</li>\n<li>If a joint venture is preferred, then think about how Lincoln Electric will ensure its ability to make key business decisions in India.</li>\n<li>John Dunning analyzes the decision to internationalize a firm’s operations as a function of that firm’s ownership, location and internalization (OLI) factors. How do you apply the OLI factors to Lincoln Electric and its decision about whether to enter India.&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>THE ESPRESSOR LANE TO GLOBAL MARKETS&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 3)</strong></p>\n<p>Synopsis: Founded in Trieste, Italy, Illy marketed a unique blend of coffee drinks in over 140 countries and in more than 50,000 of the world's best restaurants and coffeehouses. The company wanted to expand the reach of its own franchised coffee bar, <em>Espressamente</em>, through international expansion. Potential markets included Brazil, China, Germany, Japan, India, the United Kingdom and the United States. In addition to market selection, mode of entry was vital and included options such as exporting, franchising and joint venture. This case provides a practical example of the challenges faced in international business.&nbsp; It also gives us an opportunity to understand alternative internationalization paths.&nbsp; Do MNEs and SMEs follow economic or sociological considerations when taking that path?&nbsp; Do they care more about a foreign country’s market size or cultural similarity?&nbsp;</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Is espresso coffee retailing a global industry? What do you think is the most important factor behind Illy’s efforts to internationalize operations.?</li>\n<li>And what about the pattern of internationalization? How does the path of foreign market entry and development confirm, disconfirm or perhaps render irrelevant Hofstede’s ideas about cultural distance and business practices across certain country groups?</li>\n<li>Maybe Illy’s luck is running out. The last big national market for its product, the US is approaching maturity in the industry product life cycle is reaching maturity in other countries worth entering.&nbsp; Defend or attack this assessment.&nbsp; No fence-sitting allowed.</li>\n</ul>\n<p>&nbsp;</p>\n<p>PHILIPS V. MATSUSHITA:&nbsp; THE COMPETITIVE BATTLE CONTINUES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 4)</strong></p>\n<p>Synopsis:&nbsp; This case contrasts the development of Philips' and Matsushita's international organizations and associated organizational capabilities. Philips, with fully developed national organizations abroad, struggles to coordinate its operations on a global scale, but encounters strong resistance to organizational and cultural changes. Grim financial results in early 1990s cast doubt on the company's previous 20 years of organizational and strategic change. Matsushita, the highly centralized industry leader, struggles to internationalize its organization by decentralizing assets, responsibilities, and decision making. Its attempts to build independent national organizations abroad are equally disappointing.&nbsp; This case gives us an opportunity to raise issues relating internal strategy processes and structures to external global strategy content.&nbsp; In short, how does MNE internal process and structure influence external conflict between the MNE and other firms?</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>How did Philips become the leading consumer electronics company in the world in the postwar era? What distinctive resources/abilities/competencies did Philips build?&nbsp; What distinctive disadvantages?</li>\n<li>How did Matsushita succeed in displacing Philips as No. 1? What were its distinctive resources/abilities/competencies?&nbsp; And its distinctive disadvantages?</li>\n<li>What do you think of the change each MNE has made to date -objectives, implementation, impact? Why is the change so hard for both of them?</li>\n<li>What recommendations would you make to the Philips CEO? To the Matsushita CEO?</li>\n</ul>\n<p>&nbsp;</p>\n<p>AIRBUS V. BOEING CASE SERIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<strong>Session 5</strong>)</p>\n<p><strong>Synopsis:</strong>&nbsp; Some industries –but only some- are inherently global in nature. They are given to one, two or only a few MNEs dominating the market.&nbsp; Long-haul civil aircraft manufacturing may be one those industries.&nbsp; If so, then it’s a “winner-take-all” or “winner-take-most” fight by the two MNEs seeking that domination: US-based Boeing and Europe-based Airbus.&nbsp; Both have benefited from government support. Airbus was created as an entity owned by several European states. Boeing was always a privately-owned entity but received substantial US government revenue as a prime defense contractor.&nbsp; Both MNEs think that support (and more) justified as they mull over whether and how to develop a new generation of superjumbo jet offerings for the travelling public.&nbsp; Isn’t it “good” public policy for home-country governments to subsidize their national champion MNEs if that subsidy could help their MNE win the global market and shower the home country with all sorts of positive externalities:&nbsp; more employment, technology, wealth, military power, independence and influence.&nbsp; That’s the setting for our case where Boeing and Airbus (and their respective home-country governments) are mulling over whether to cooperate or compete in the production of superjumbo jets in the 1990s and 2000s, and then live with that decision in the 2010s.&nbsp;</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What are the characteristics of a global industry?</li>\n<li>Are there differences that matter between the subsidies that Airbus and Boeing receive? How do their respective home-country governments justify those subsidies?</li>\n<li>What is “industrial policy” according to Krugman, Obstfeld and Melitz? How does their view of industrial policy differ with Michael Porter’s explanation of government’s role in fostering firm competitive advantages?</li>\n<li>What is “strategic trade policy” and how does it matter in the Brander-Spence model of trade?</li>\n<li>How do you explain the different decisions about whether to produce superjumbo jets at Airbus and Boeing?</li>\n</ul>\n<p>&nbsp;</p>\n<p>BRANDS INTERNATIONAL CORPORATION v. REACH COMPANIES, LLC &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<strong>Session 7</strong>)</p>\n<p><strong>Synopsis</strong>:&nbsp; We begin module 2 with an introduction to legal issues associated with a cross-border sales transactions. The <em>Brands</em> case provides us with an opportunity to see how such transactions are negotiated between merchants, and how state and national versus international legal regimes regarding sales contracts and their interpretation differ. Among other points, <em>Brands</em> highlights the importance of carefully writing draft agreements, especially when those drafts address choice of law for their interpretation when breached. In this case, a contract for delivery of hand sanitizer on behalf of Canada-based Brands by Minnesota-based Reach failed to expressly exclude application of a separate international legal regime summarized under the UN Convention on Contracts for the International Sale of Goods (CISG). So the CISG rather than Minnesota law governed the contract. The big issue for the US Court of Appeals for the Eighth Circuit was about whether Brands could collect attorneys’ fees from Reach for Reach’s breach of contract. The Eighth Circuit’s 2024 opinion about whether Brands could recover those fees under the CISG reversed a 2023 decision by the lower US District Court for the District of Minnesota. At first glance, the 2024 decision seemed surprising. We’ll show why it wasn’t and what it means going forward for small, medium, and large MNEs doing business around the world.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Why does the CISG apply to the transaction in dispute between Brands and Reach (and how do you know)?</li>\n<li>Assuming that Minnesota law governed the contract, do you think Brands would still have been able to recover attorneys’ fees from Reach?</li>\n<li>What sources of law did the Eighth Circuit refer to in reversing the lower court and awarding Brands attorneys fees?</li>\n<li>It’s pretty clear that the attorneys for both Brands and Reach –both large MNEs— didn’t understand how choice of law rules worked in an international transaction. What does that tell you about how law matters in international transaction negotiation and dispute resolution?</li>\n</ul>\n<p>&nbsp;</p>\n<p>MITSUBISHI V. SOLER CHRYSLER-PLYMOUTH&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<strong>Session 8</strong>)</p>\n<p><strong>Synopsis</strong>:&nbsp; Litigation of cross-border sales and other transactions increasingly takes place in front of arbitral panels in boardrooms rather than judges and juries in courtrooms.&nbsp; In this session we ask why.&nbsp; Mitsubishi gives us a US perspective on this question.&nbsp; And the AAA reading tells us how best to write agreements consistent with that US perspective.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What is the function of a dispute resolution clause?</li>\n<li>What is arbitration compared to other non-judicial forms of dispute resolution?</li>\n<li>Why do parties so often use arbitration in international transactions?</li>\n<li>Mitsubishi seems to stand for the proposition that parties can contract away virtually all substantive rights to sue in US courts, including federal statutory rights. Is that an accurate reading of Mitsubishi?&nbsp;&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>FINLEY RESOURCES AND OTHERS V. MEXICO&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<strong>Session 9</strong>)</p>\n<p><strong>Synopsis</strong>. How do MNEs sue a sovereign state? Up until the early 1960s the question was irrelevant. MNEs couldn’t. Then countries started signing international investment agreements (IIAs) including investor state dispute resolution terms permitting such suits under certain conditions. The <em>Finley</em> case helps us understand how such suits can go forward under two of the most important IIAs: The North American Free Trade Agreement (NAFTA) enacted in the early 1990s under the Clinton administration; and the US-Mexico-Canada Agreement (USMCA) enacted in the late 2010s under the (first) Trump administration. The <em>Finley</em> cases applies both IIAs, so we can get a sense of how both differ in the rights and obligations they impose on MNEs trying to hold states to account. The Finley case is long. First, browse through it just to get a sense of how long and winding a road it is for MNEs like Finley to exploit IIAs, particularly the newer USMCA. Then try to acquaint yourselves with the facts of the alleged breach of contract by Mexico’s state-owned subsidiary of Pemex, PEP.&nbsp; Finally, look at the conclusion of the decision by the ICSID tribunal ultimately awarding damages –money— to Finley. Was it all worth it for Finley?</p>\n<p><em><strong>&nbsp;</strong><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Which dispute resolution mechanisms were more effective for Finley in its dispute with the Mexican government?</li>\n<li>How do NAFTA-based dispute resolution terms differ with USMCA-based terms?</li>\n<li>Look at the McMillans LLP publication analyzing different ways to sue states under the USMCA. A direct lawsuit by an MNE against a state isn’t the only way to try and hold a state accountable. What’s wrong with using those alternatives?</li>\n<li>If, after studying the <em>Finley</em> case, you were advising other small- or medium-sized MNEs about how IIAs “protect” themselves in transactions with foreign states, what advice would you emphasize?</li>\n</ul>\n<p>&nbsp;</p>\n<p>THE 3M CHINA BRIBERY CASE &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<strong>Session 10</strong>)</p>\n<p><strong>Synopsis</strong>. Issues of bribery and corruption often confront MNEs, particularly when dealing with host-country government officials, and particularly in developing countries. The US Foreign Corrupt Practices Act (FCPA) is a US response to that issue with its origins in two notorious instances of bribery involving the sale of military planes to Japan and civil aircraft to Pakistan. Since then, the FCPA has undergone several revisions and other wealthier industrialized countries in Western Europe and the Pacific have enacted similar laws. The 2023 3M China bribery case is important to understand not just to see how the FCPA works in practice but to understand how easy it is to detect by MNE headquarters and then respond to effectively. It is pretty clear that 3M’s healthcare subsidiary operations in China were bribing Chinese health ministry officials for years before 3M’s headquarters in suburban St. Paul discovered it. After this case was settled, 3M “spun off” its healthcare division into a separate MNE. Reviewing this case in light of the subsequent spin off will help us understand how MNE organization and oversight capability matter for the control of bribery abroad.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Look at the summary description of the FCPA and the summary of 3M’s FCPA violation in two documents published online by the SEC. What were the elements of 3M’s FCPA violation?</li>\n<li>At first glance, the fines and disgorgement 3M paid out to settle the FCPA violations seemed to be pretty small compared to the business advantages 3M likely gained over the years it bribed Chinese health officials with luxury trips to “educational” conferences. What other costs do you think 3M’s FCPA violations prompted?</li>\n<li>In 2023, 3M’s healthcare division was one of many in a highly diversified MNE. The spin-off of the healthcare division into a separate company in 2024 meant that the new MNE would serve only one industry. How does that matter for future oversight of operations for future FCPA violations?</li>\n</ul>\n<p>&nbsp;</p>\n<p>CHAD-CAMEROON PETROL’M DEVELOPMENT &amp; PIPELINE PROJECT (A-D) &nbsp;&nbsp;&nbsp;<strong>(Sessions 11-12)</strong></p>\n<p><strong>Synopsis:</strong>&nbsp; On June 6, 2000, the World Bank's and IFC's board of directors was scheduled to vote on whether to approve funding for the $4 billion Chad-Cameroon Petroleum Development and Pipeline project. Although the project presented a unique opportunity to alleviate poverty in Chad, one of the poorest countries in the world, Chad had a president who had been labeled \"warlord\" and a history of civil war and oppression. This case describes the project, the setting, and the World Bank's reasons for participating in the deal--mainly an opportunity to alleviate poverty, enforce environmental standards, and minimize the impact on indigenous people. It also describes the very public and very ardent opposition to the project's environmental, social, and revenue management policies. Faced with a high-risk, but potentially high-return opportunity to improve conditions in Chad, students, we’ll discuss decide whether it is wise to approve funding for the deal.&nbsp; This case illustrates not only the complexity of negotiating very large deals between public and private entities, but also the opportunity inherent in large-scale investment. We’ll assess whether the benefits received by the host countries are commensurate with the risks they bear. This discussion raises critical ethical issues related to investment in developing countries. With regard to project finance, the case illustrates the difference between project and corporate finance and shows that risk sharing and risk mitigation are motivations for using project finance.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What is political risk? How is it related to sovereign risk? (Session 11)</li>\n<li>If you were going to buy political risk insurance in the late 1990s as terms of the Chad-Cameroon pipeline project are being negotiated, then what kind of coverage when (and how much) would you buy? (Session 11)</li>\n<li>How do you justify the World Bank’s inclusion of Chad and Cameroon as partial equity owners in the two pipeline companies? Didn’t Ronald Reagan tell us that the nine most terrifying words in the English language are that “I’m from the government and I’m here to help.”? (Session 11)</li>\n<li>What is project finance-based investment and why do you think it is used in the Chad Cameroon pipeline project? (Session 12)</li>\n<li>Which part of the Memorandum of Understanding (MOU) signed in the 1990s when the Chad Cameroon pipeline investment terms were first negotiated proved most helpful when those terms were being re-negotiated in the 20002? (Session 12)</li>\n<li>After all of the risk-management innovations included in this project, it still ended up having all sorts of snafus. What does that teach you about managing political risks in less developed countries? Is it nothing more than re-arranging deck chairs on the Titanic? (Session 12)</li>\n</ul>\n<p>&nbsp;</p>\n<p>TORO EARNINGS CALL ON ACTIVITY IN UKRAINE AND RUSSIA, MARCH 2022 &nbsp;&nbsp;&nbsp;&nbsp;(<strong>Session 13</strong>)</p>\n<p><strong>Synopsis. </strong>Four years ago, it would’ve seemed strange to devote a course session to how (US) firms do business in wartime. Then the world changes, we get over the shock, and business pundits tell us we should’ve seen it (and planned for it) all along. So there. This session begins with four anecdotes about four firms doing business in and with Russia and Ukraine immediately after Russia’s invasion of Ukraine in February 2022. Each anecdote comes with a “lesson” for other firms that may face a similar situation in the near term. We’ll spend more time on one particular anecdote and lesson involving the Toro Corporation and its regional distributor in Russia and the Ukraine, Engo. I want you to read through the transcript of Toro’s quarterly earnings call with analysts from March 2022, only weeks after Russia’s invasion and Western countries aghast at Russia’s aggression imposed economic sanctions leading to business closures and exits throughout Russia. Opening comments from Toro’s CEO sought to anticipate and neutralize claims that the company was still doing business in Russia. Look closely at those comments and then the lack of any analyst follow-up questions about those comments. Then look at the Engo website and contemporary statements by Engo’s CEO Norbert Zatko (translated via Google from Russian to English). Something’s amiss. We’ll discuss that and see where it takes us about how MNEs conduct themselves with integrity in wartime.</p>\n<p><strong>Discussion Questions:</strong></p>\n<ul>\n<li>Why do you think Toro does business internationally via distributors? What are the advantages and disadvantages of that approach?</li>\n<li>Look at the Engo (Russia) website. What percentage of space and text do they devote to promoting Toro and Toro products for turf, lawncare, and golf course maintenance? Put another way, how important is Toro as a (an exclusive) supplier of products and services to Engo?</li>\n<li>Think about the Toro CEO’s comments about “bad” information regarding Toro’s activities in Russia. Were they false? Were they misleading? Did it matter whether they are one, both, or neither?</li>\n<li>Why do you think Toro analysts were so apparently uninterested in those comments? What does it tell you about business and finance community interests during wartime?</li>\n</ul>\n<p>&nbsp;</p>\n<p>WHAT DOES EUROPEAN POPULISM MEAN FOR INVESTMENT?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 14)</strong></p>\n<p><strong>Synopsis. </strong>Populist politics, politicians, and parties are increasingly prominent in the industrialized democracies of Western and Central Europe. What does it mean for investment, particularly foreign-led investment? This session is dedicated to analysis and discussion of near-term populist political and investment trends. We will first review the comments of an economic expert working for a professional investment management company in the Netherlands, APG. Then, we will review findings from what may be the first broad-sample statistical study of foreign- and domestic-led infrastructure investment trends following national elections that lead to ebbs and flows of general, left-wing, and right-wing populist party political support. As you will see from both the comments and study, it is not so much populist politicians and parties that raise concerns for investors, it is <em>right-wing</em> populist politicians and parties that raise those concerns for <em>foreign-led</em> investors and their projects. We will analyze why that’s the case and what it means not only for Europe but for other parts of the world where right-wing populist parties or wings of such parties are ascendant.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What does “populism” mean to you? Some analysts think there are “varieties” of populism. If so, then how would you describe the European variety based on the comments from the APG expert?</li>\n<li>In my paper with Chris Hartwell, Barclay James, and Thomas Lindner there are three theories of foreign investment and political risk: opportunistic, partisan, and (partisan) populist. How do the first two contribute to the last one?</li>\n<li>If you were a non-German MNE looking to invest in a Germany increasingly attracted to right-wing populist parties like the <em>Alternative für Deutschland</em> (AfD), what would you do to make that investment give it a more “domestic” look?</li>\n<li>Are right-wing populist parties good for investment in Europe? Are they good for the US?</li>\n</ul>\n<p>&nbsp;</p>\n<p>HOW MUCH TO GIVE TO TWO CHINESE CITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 15)</strong></p>\n<p>This course session is dedicated to surveying and applying three perspectives on how firms generally and MNEs more specifically define and discharge social responsibilities: 1) an ethical egoist perspective defining and discharging them based on how much they serve MNE shareholder wealth maximization; 2) a stakeholder utilitarian perspective doing the same based on how much they serve a range of MNE stakeholders; and 3) a corporate citizenship deontological perspective doing the same based on MNE duties to act no matter their impact on shareholders or stakeholders. We’ll survey their histories, logics, and typical applications in MNEs today. Then we’ll apply them to a fictional scenario involving Target and two cities in China where Target sources many of the goods sold in their stores. I’ll go over the facts of this scenario involving natural catastrophes leaving thousands in need of food and homes. I will ask you to apply one of these three CSR perspectives in making recommendations to senior Target executives about how much to donate for how long. I am pretty sure you’re recommendations will differ substantially depending on which CSR perspective guides you.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>Define in brief CSR and these three CSR perspectives. Which do you think explains the CSR activities of MNEs in the Twin Cities?</li>\n<li>For some, Milton Friedman’s 1970 opinion piece in the <em>New York Times</em> seems like a heartless statement about CSR. For others, it is a realistic statement about the limitations of the firm as a moral entity and presumptive moral wisdom of firm executives. Where do you fall between these two positions?</li>\n<li>How do you think Freeman’s formulation of stakeholder theory applies to MNEs with workers domestically and multiple foreign locales? And to domestic and foreign host governments?</li>\n<li>Schwab describes MNEs as “citizens” with certain global duties to act for social purposes even if the economic benefit of such action is not easy to discern. Isn’t that the province of government?</li>\n</ul>\n<p>&nbsp;</p>\n<p>THE RANA PLAZA DISASTER&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 16)</strong></p>\n<p><strong>Synopsis.</strong> “Bluewashing” refers to actions taken by firms that appear to serve some social purpose, but are actually meant to serve the firm’s self-interest, usually firm profitability.&nbsp; This course session is devoted to understanding whether and how that term applies to the actions of Target and other foreign retailers buying from the Bangladesh-based Rana Plaza clothing manufacturing facility while also supposedly assuring the facility’s adherence to high-quality worker safety standards. The 2013 collapse of the facility in 2013 killed hundreds and led to criticism of foreign retailers, including Target for touting statements to stakeholders about their socially responsible approach as a form of advertising. It even led to a lawsuit for damages in Canada against another Canadian retailer, Loblaws. The aim of this course session is to understand when and how MNEs assume this safety oversight role and when it whipsaws on them legally or otherwise.&nbsp;</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What intrinsic duties do MNEs owe foreign workers and communities when they engage them as suppliers?</li>\n<li>How far can an MNE go before it assumes some duty to those workers and communities no matter where you stand on intrinsic duties? Why would any MNE exceed the intrinsic minimum?</li>\n<li>Would you permit the Rana Plaza case to be heard in Canadian rather than in Bangladeshi courts?</li>\n<li>After Rana Plaza, how would you advise Target on supervision of safety in other foreign supplier</li>\n</ul>\n<p>&nbsp;</p>\n<p>THE SUPPLY SIDE: WALMEX, INDIA’S PHONEPe GROW ECOSYSTEMS INSIDE WALMART INTERNATIONAL &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>(Session 17)</strong></p>\n<p><strong>Synopsis</strong>. The fifth largest country in the world is the virtual country of Diasporia.&nbsp; There are about 300,000,000 people living in countries where they were not born or raised. The bulk are migrants from countries of the Developing South (<em>e.g</em>., Philippines) living and working in countries of the Developed North (<em>e.g</em>., US). And those migrants are remitting to their home countries more than $650 billion annually.&nbsp; Migrant remittances are now the largest foreign capital inflow into most developing countries.&nbsp; What are the remittances used for? The lion’s share of a remitted dollar (or Euro or Yen) goes to finance household consumption of necessities like food and clothing and healthcare. But a substantial percentage also goes to funding, founding, and growing micro businesses in those same households. So migrants, remittances, and venture investment in developing countries are now an increasingly important part of the social environment of businesses large and small.&nbsp; In this session we’ll learn how and why.&nbsp; We’ll also learn how you can exploit business-related opportunities. The WalMex and PhonePe initiatives are two examples of intermediaries looking to exploit business opportunities related to remittances. We will evaluate these and then give you the opportunity to dream up your own “value-added” business idea. Maybe you’ll be the next MNE to win big from remittances.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What is a migrant? What are remittances?&nbsp; Why have both grown so quickly since 2000?</li>\n<li>How does economic “informality” change remittance use in a household in a developing country?</li>\n<li>The WalMex and PhonePe initiatives are two attempts to build profitable ecosystems around migrants and their remittances. How do you evaluate the strengths and weaknesses of each?</li>\n<li>What’s your value-added remittance idea? It doesn’t require you to be a big MNE like WalMart, just someone able to match a remitting migrant’s interest in the host country to a migrant recipient’s need in the home country. Let’s call it “transnational knowledge.”</li>\n</ul>\n<p>&nbsp;</p>\n<p>UNCHARTED TERRITORY: WHY SOME AIRLINES REMOVE ISRAEL FROM THEIR ONLINE ROUTE MAPS&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 18)</strong></p>\n<p><strong>Synopsis:</strong> Alliances have been central features of US, European, and other international airline strategies since the 2010s. Reasons for their emergence are varied, but two major reasons stand out: national state regulation of air space and landing rights; and national state ownership of airlines. The first major reason lets national governments favor domestic airlines and airline business objectives. The second lets national governments control domestic airlines and government political objectives. Sometimes the two overlap as in the case of two Delta SkyTeam alliance members, Saudia and MEA (Lebanon). It may seem irrelevant, but both single out Israel for omission as a country on their airline route maps. We’ll analyze why they and a select group of other state-owned airlines from the Middle East “deny” Israel’s existence on their route maps: Is it to support home-country political objectives, airline business (profitability) objectives, or both? Get ready to learn more about “discriminatory product differentiation” among airlines Delta embraces as allies.&nbsp;&nbsp;&nbsp;</p>\n<p><em><strong>Discussion Questions</strong>:</em></p>\n<ul>\n<li>How would you describe the structure of the international airline industry in the mid-2010s?</li>\n<li>Which alliance is best positioned for success in the 2020s?</li>\n<li>The 2017 <em>Economist </em>article suggests that some international airlines in the 2010s compete by subtly discriminating against Israelis and Jews. But many of these same airlines are also in alliances led by US airlines touting their record of non-discrimination. Which alliance is best positioned to avoid such intra-alliance conflicts in the 2020s?</li>\n</ul>\n<p>&nbsp;</p>\n<p>TRUMP TARIFFS AND INTERNATIONAL BUSINESS STRATEGY&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>(Session 19)</strong></p>\n<p><strong>Synopsis</strong>: As I write up this syllabus in early January 2026, it is only a few days before the US Supreme Court is likely to render an opinion on the legality of President Trump’s tariffs imposed under the International Emergency Economic Powers Act (IEEPA). No matter the opinion, this case highlights new challenges facing foreign businesses trying to export to the US and domestic businesses trying to buy those goods and services. Tariffs like those imposed under the IEEPA raise costs for both firms. This guided discussion is intended to give you a better grounding for how we got to this point and what foreign exporting and US importing firms are doing to mitigate the negative business effects.</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>What is the origin of the IEEPA? How does it relate to other laws giving the executive branch of the US government so much power to regulate international trade, a power explicitly delegated to the legislative branch under the US Constitution?</li>\n<li>Explain the reasoning of the US Supreme Court decision on the legality of President Trump’s tariff impositions under the IEEPA.</li>\n<li>How would you advise a large European MNE exporting to the US on how to mitigate the negative effects of US tariffs?</li>\n<li>How would you do the same for a small US business importing those goods from Europe?</li>\n</ul>\n<p>&nbsp;</p>\n<p>MANAGING INVESTMENT IN CHAOS:&nbsp; SOUTHEAST ASIA &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<strong>Sessions 21-22</strong>)</p>\n<p><strong>Synopsis</strong>:&nbsp; It is Spring 2002.&nbsp; Several countries in Southeast Asia are coping with lingering financial concerns, economic downturns, and political and social tensions stemming from the global economic slowdown and the reminiscent of the “Asian flu” which first gripped the region in the latter half of 1997.&nbsp; Even so, Southeast Asia remains an attractive target for foreign direct investment, particularly in infrastructure industries like telecommunications, electricity, water and transport. Liberalizing trade regimes, low labor costs and government policies promoting private capital into infrastructure industries are some but certainly not all reasons for Southeast Asia’s enduring attraction. In this context, you may play the role of an MNE potentially investing in one of three Southeast Asian countries:&nbsp; Malaysia, Singapore or Indonesia.&nbsp; Your investment would be in either (fresh drinking) water or waste-water treatment facilities. To accomplish that you will need to negotiate with host-country governments from the three countries.&nbsp; You may play one of those three roles.&nbsp; There are also local firms in each country eager to work cooperatively with the MNEs and, perhaps, doing so with encouragement from the host-country governments.&nbsp; You may play one of those six roles.&nbsp; Whatever your role, you will have an entire evening devoted to figuring out how best to manage the “chaos” of strategic FDI in one of the fastest growing regions of the world.&nbsp; Good luck!</p>\n<p><em><strong>Discussion Questions:</strong></em></p>\n<ul>\n<li>How does “success” differ for MNEs versus local firms and host-country governments?</li>\n<li>There are special economic zones (SREZs) that permit lower-cost investment but require the consent of multiple host-country governments. How do you negotiate the distribution of positive “externalities” (recall Boeing-Airbus case readings) between multiple host-country governments?</li>\n<li>FDI agreements are also always incomplete. There are contingencies not covered by the agreement terms.&nbsp; Who wins when there are silences in the agreements you will negotiate?&nbsp; How do the likely “losers” in such cases mitigate their losses?</li>\n<li>What did you learn about adroit FDI strategy from MICSA?</li>\n<li></li>\n</ul>\n<div id=\"kl_syllabus_block_sub_11\" class=\"\">\n<h3 id=\"kl_syllabus_nav_link_9\">Tennessen Warning Notice Pursuant to MN Department of Administration’s Data Practices</h3>\n<p><span>To make this class more accessible to all enrolled students, we intend to record all class lectures and discussions.&nbsp; Since your audio/video may be part of those recordings we are informing you.&nbsp; Along with the instructor and teaching assistants, these recordings will be shared with only the students enrolled in the class during this semester, in accordance with FERPA regulations.</span></p>\n</div>\n<div id=\"kl_syllabus_block_sub_9\" class=\"\">\n<h3 id=\"kl_syllabus_nav_link_10\">Communication and Canvas Notifications</h3>\n<p>The Canvas Notifications system is the main communication tool we will use for course-relevant announcements. If you have not altered your notification settings, you will receive announcements in your UMN email immediately when they are made. If you have altered these settings, it is highly recommended that you reset \"Announcements\" back to \"Notify immediately\" in<span>&nbsp;</span><a class=\"inline_disabled\" href=\"https://canvas.umn.edu/profile/communication\" target=\"_blank\">your communication settings</a><span>&nbsp;</span>as seen below so that you receive notices in a timely manner.<br><img class=\"\" src=\"https://carlsonschool.umn.edu/sites/carlsonschool.umn.edu/files/announcements_notifications.png\" alt=\"Notification frequency settings. 4 options: Notify immediately, Daily summary, Weekly summary, Notifications off\" width=\"538\" height=\"63\" loading=\"lazy\"><br>You may also choose to receive notifications through additional channels including a personal email address or push notifications on your phone if you install the Canvas app. Additional channels can be added through your<span>&nbsp;</span><a href=\"https://canvas.umn.edu/profile/settings\">Canvas Settings</a>.</p>\n</div>\n<div id=\"kl_policies-carlson-and-university-policies_58600\" class=\"kl_wrapper kl_locked kl_policy\">\n<div id=\"university_policies\">\n<h3 class=\"kl_panel_heading kl_panel_0\">Carlson &amp; University Policies</h3>\n<div class=\"kl_panels_wrapper\">\n<div id=\"kl_panel_0_content\" class=\"kl_panel_content kl_panel_0\">\n<h4>Student Academic Misconduct and Scholastic Dishonesty</h4>\n<p>The Carlson School defines academic misconduct as any act by a student that misrepresents the student's own academic work or that compromises the academic work of another. Scholastic misconduct includes (but is not limited to) cheating on assignments or examinations, plagiarizing, i.e., misrepresenting as one's own work any work done by another, submitting the same paper, or substantially similar papers, to meet the requirement of more than one course without the approval and consent of the instructors concerned, or sabotaging another's work. Within this general definition, however, instructors determine what constitutes academic misconduct in the courses they teach. Students found guilty of academic misconduct face penalties ranging from lowering of the course grade or awarding a grade of F or N for the entire course, to suspension from the University.</p>\n<p>Review the&nbsp;<a href=\"https://z.umn.edu/policy-carlson_student_conduct_code\">Student Conduct Code</a> and&nbsp;<a href=\"https://z.umn.edu/student_conduct_academic_integrity\">Student Conduct and Academic Integrity website</a>.</p>\n<p>If you are interested in learning more about how to cite sources and avoid plagiarism,&nbsp;U of M libraries offers online <a href=\"https://z.umn.edu/research_citation_tools\">tutorials and tools related to citations</a>. You can also visit the&nbsp;<a href=\"https://z.umn.edu/center_for_writing\">Center for Writing</a>&nbsp;for additional assistance.</p>\n<h4>Accommodations for Students with Disabilities</h4>\n<p>The University of Minnesota is committed to providing all students equal access to learning opportunities.&nbsp;<br>The Disability Resource Center (DRC) is the campus office that works with students who have disabilities to provide and/or arrange reasonable accommodations. Students registered with the DRC, who have a letter requesting accommodations, are encouraged to contact the instructor early in the semester. Students who have, or think they may have, a disability (e.g. psychiatric, attention, learning, vision, hearing, physical, or systemic), are invited to contact the DRC for a confidential discussion at 612-626-1333 (V/TTY) or at <a href=\"mailto:drc@umn.edu\">drc@umn.edu</a>. Additional information is available on the&nbsp;<a href=\"https://z.umn.edu/disability_resource_center\">Disability Resource Center website</a>.</p>\n<h4>Title IX</h4>\n<p><a href=\"https://z.umn.edu/title_ix_process\">Title IX</a> prohibits sex discrimination, including sexual harassment, sexual assault, stalking, and relationship violence, in education.</p>\n<h4>Students with Mental Health and Stress Management</h4>\n<p>As a student you may experience a range of issues that can cause barriers to learning, such as strained relationships, increased anxiety, alcohol/drug problems, feeling down, difficulty concentrating and/or lack of motivation. These mental health concerns or stressful events may lead to diminished academic performance or reduce a student's ability to participate in daily activities. University of Minnesota services are available to assist you with addressing these and other concerns you may be experiencing. Learn more about the broad range of confidential&nbsp;<a href=\"https://z.umn.edu/mental_health_services\">mental health services</a>&nbsp;available on campus.</p>\n<h4>Student Writing Support</h4>\n<p>As a student, you may experience challenges in your writing. The University of Minnesota has a&nbsp;<a href=\"https://z.umn.edu/student_writing_support\">student writing support resource</a>&nbsp;to help with your writing.</p>\n<h4>Additional University Policies</h4>\n<ol>\n<li>Grade definitions from the Administrative Policy:&nbsp;<a href=\"https://z.umn.edu/policy-grading_definitions_transcripts\"><em>Grading and Transcripts: Twin Cities, Crookston, Morris, Rochester</em></a>.</li>\n<li>Scholastic Dishonesty (see Board of Regents Policy:&nbsp;<em><a href=\"https://z.umn.edu/policy-student_conduct_code\">Student Conduct Code</a></em>&nbsp;and the Administrative Policy:&nbsp;<a href=\"https://z.umn.edu/policy-instructor_unit_responsibilities\"><em>Teaching and Learning: Instructor and Unit Responsibilities: Twin Cities, Morris, Rochester</em></a>).</li>\n<li>Administrative Policy: <a href=\"https://z.umn.edu/policy-makeup_work\"><em>Makeup Work for Legitimate Absences: Twin Cities, Crookston, Morris, Rochester</em></a></li>\n<li>Board of Regents Policy:&nbsp;<a href=\"https://z.umn.edu/policy-student_conduct_code\"><em>Student Conduct Code</em></a>; Administrative Policy:&nbsp;<a href=\"https://z.umn.edu/policy-student_responsibilities\"><em>Teaching and Learning: Student Responsibilities (Twin Cities, Crookston, Morris, Rochester)</em></a></li>\n<li>Board of Regents Policy:&nbsp;<em><a href=\"https://z.umn.edu/policy-sexual_harassment_assault_stalking_relationship_violence\">Sexual Harassment, Sexual Assault, Stalking and Relationship Violence</a></em></li>\n<li>Board of Regents Policy:&nbsp;<em><a href=\"https://z.umn.edu/policy-equity_diversity_eo_aa\">Equity, Diversity, Equal Employment Opportunity, and Affirmative Action</a></em></li>\n<li>Board of Regents Policy:&nbsp;<em><a href=\"https://z.umn.edu/policy-disability_services\">Disability Services</a></em><br><em></em></li>\n<li>Board of Regents Policy:&nbsp;<a href=\"https://z.umn.edu/policy-academic_freedom_responsibility\"><em>Academic Freedom and Responsibility</em></a></li>\n</ol>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
    "end_at": "2026-05-13T05:00:00Z",
    "public_syllabus": false,
    "public_syllabus_to_auth": false,
    "storage_quota_mb": 4194,
    "is_public_to_auth_users": false,
    "homeroom_course": false,
    "course_color": null,
    "friendly_name": null,
    "apply_assignment_group_weights": false,
    "calendar": {
      "ics": "https://canvas.umn.edu/feeds/calendars/course_aaPrKdd1LoQVUWTP86ExbbI7j0Gz6EBpq2Tz1hwX.ics"
    },
    "time_zone": "America/Chicago",
    "blueprint": false,
    "template": false,
    "enrollments": [
      {
        "type": "student",
        "role": "StudentEnrollment",
        "role_id": 3,
        "user_id": 1812750,
        "enrollment_state": "active",
        "limit_privileges_to_course_section": false
      }
    ],
    "hide_final_grades": false,
    "workflow_state": "available",
    "restrict_enrollments_to_course_dates": true
  },
  "error": null,
  "has_syllabus_body": true
}
